Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: Algeria, Antigua and Barbuda, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belize, Benin, Bhutan, Brazil, Brunei Darussalam, Burkina Faso, Burundi, Cameroon, Cape Verde, China, Colombia, Comoros, Cuba, Democratic People's Republic of Korea, Djibouti, Eritrea, Ethiopia, Gambia, Ghana, Guyana, Haiti, India, Indonesia, Iran (Islamic Republic of), Iraq, Jamaica, Kenya, Kuwait, Lao People's Democratic Republic, Libyan Arab Jamahiriya, Malaysia, Maldives, Mali, Mauritius, Mozambique, Myanmar, Nepal, Oman, Pakistan, Philippines, Qatar, Russian Federation, Saint Lucia, Saudi Arabia, Senegal, Singapore, Somalia, South Africa, Sri Lanka, Suriname, Syrian Arab Republic, Tajikistan, Thailand, Togo, Tunisia, Tuvalu, United Arab Emirates, Uzbekistan, Venezuela (Bolivarian Republic of), Yemen.
fr: Afrique du Sud, Algérie, Antigua-et-Barbuda, Arabie saoudite, Azerbaïdjan, Bahamas, Bahreïn, Bangladesh, Barbade, Belize, Bénin, Bhoutan, Brésil, Brunéi Darussalam, Burkina Faso, Burundi, Cameroun, Cap-Vert, Chine, Colombie, Comores, Cuba, Djibouti, Émirats arabes unis, Érythrée, Éthiopie, Fédération de Russie, Gambie, Ghana, Guyana, Haïti, Inde, Indonésie, Iran (République islamique d'), Iraq, Jamahiriya arabe libyenne, Jamaïque, Kenya, Koweït, Malaisie, Maldives, Mali, Maurice, Mozambique, Myanmar, Népal, Oman, Ouzbékistan, Pakistan, Philippines, Qatar, République arabe syrienne, République démocratique populaire lao, République populaire démocratique de Corée, Sainte-Lucie, Sénégal, Singapour, Somalie, Sri Lanka, Suriname, Tadjikistan, Thaïlande, Togo, Tunisie, Tuvalu, Venezuela (République bolivarienne du), Yémen.

source: Draft resolution I as a whole was adopted by 102 votes to 3, with 67 abstentions (resolution 60/170).
fr: Par 102 voix contre 3, avec 67 abstentions, le projet de résolution I pris dans son ensemble est adopté (résolution 60/170).

source: The Acting President: We turn now to draft resolution II, entitled “Situation of human rights in the Islamic Republic of Iran”.
fr: La Présidente par intérim (parle en anglais) : L'Assemblée va à présent se prononcer sur le projet de résolution II, intitulé « Situation des droits de l'homme en République islamique d'Iran ».

source: Albania, Andorra, Argentina, Australia, Austria, Belgium, Belize, Bolivia, Bosnia and Herzegovina, Bulgaria, Canada, Chile, Costa Rica, Croatia, Cyprus, Czech Republic, Denmark, Dominican Republic, Ecuador, El Salvador, Estonia, Fiji, Finland, France, Germany, Greece, Guatemala, Haiti, Honduras, Hungary, Iceland, Ireland, Israel, Italy, Japan, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Marshall Islands, Mauritania, Mexico, Micronesia (Federated States of), Monaco, Netherlands, New Zealand, Nicaragua, Norway, Palau, Papua New Guinea, Paraguay, Peru, Poland, Portugal, Republic of Moldova, Romania, Saint Vincent and the Grenadines, Samoa, San Marino, Serbia and Montenegro, Slovakia, Slovenia, Solomon Islands, Spain, Sweden, Switzerland, the former Yugoslav Republic of Macedonia, Timor-Leste, Tonga, Tuvalu, Ukraine, United Kingdom of Great Britain and Northern Ireland, United States of America, Vanuatu.
fr: Albanie, Allemagne, Andorre, Argentine, Australie, Autriche, Belgique, Belize, Bolivie, Bosnie-Herzégovine, Bulgarie, Canada, Chili, Chypre, Costa Rica, Croatie, Danemark, El Salvador, Équateur, Espagne, Estonie, États-Unis d'Amérique, ex-République yougoslave de Macédoine, Fidji, Finlande, France, Grèce, Guatemala, Haïti, Honduras, Hongrie, Îles Marshall, Iles Salomon, Irlande, Islande, Israël, Italie, Japon, Lettonie, Liechtenstein, Lituanie, Luxembourg, Malte, Mauritanie, Mexique, Micronésie (États fédérés de), Monaco, Nicaragua, Norvège, Nouvelle-Zélande, Palaos, Papouasie-Nouvelle-Guinée, Paraguay, Pays-Bas, Pérou, Pologne, Portugal, République de Moldova, République dominicaine, République tchèque, Roumanie, Royaume-Uni de Grande-Bretagne et d'Irlande du Nord, Saint-Marin, Saint-Vincent-et-les Grenadines, Samoa, Serbie-et-Monténégro, Slovaquie, Slovénie, Suède, Suisse, Timor-Leste, Tonga, Tuvalu, Ukraine, Vanuatu.

source: Afghanistan, Algeria, Armenia, Azerbaijan, Bahrain, Bangladesh, Belarus, Botswana, Brunei Darussalam, China, Cuba, Democratic People's Republic of Korea, Djibouti, Egypt, Gambia, Guinea, India, Indonesia, Iran (Islamic Republic of), Kazakhstan, Kuwait, Kyrgyzstan, Lebanon, Libyan Arab Jamahiriya, Malaysia, Maldives, Morocco, Myanmar, Niger, Oman, Pakistan, Qatar, Russian Federation, Saint Lucia, Saudi Arabia, Senegal, Somalia, South Africa, Sri Lanka, Sudan, Syrian Arab Republic, Tajikistan, Togo, Tunisia, Turkmenistan, Uzbekistan, Venezuela (Bolivarian Republic of), Viet Nam, Yemen, Zimbabwe.
fr: Afghanistan, Afrique du Sud, Algérie, Arabie saoudite, Arménie, Azerbaïdjan, Bahreïn, Bangladesh, Bélarus, Botswana, Brunéi Darussalam, Chine, Cuba, Djibouti, Égypte, Fédération de Russie, Gambie, Guinée, Inde, Indonésie, Iran (République islamique d'), Jamahiriya arabe libyenne, Kazakhstan, Kirghizistan, Koweït, Liban, Malaisie, Maldives, Maroc, Myanmar, Niger, Oman, Ouzbékistan, Pakistan, Qatar, République arabe syrienne, République populaire démocratique de Corée, Sainte-Lucie, Sénégal, Somalie, Soudan, Sri Lanka, Tadjikistan, Togo, Tunisie, Turkménistan, Venezuela (République bolivarienne du), Viet Nam, Yémen, Zimbabwe.

source: Angola, Antigua and Barbuda, Bahamas, Barbados, Benin, Bhutan, Brazil, Burkina Faso, Burundi, Cameroon, Cape Verde, Colombia, Côte d'Ivoire, Democratic Republic of the Congo, Eritrea, Ethiopia, Ghana, Guinea-Bissau, Guyana, Iraq, Jamaica, Kenya, Lao People's Democratic Republic, Lesotho, Mali, Mauritius, Mongolia, Mozambique, Namibia, Nepal, Nigeria, Panama, Philippines, Republic of Korea, Rwanda, Singapore, Suriname, Thailand, Trinidad and Tobago, Uganda, United Arab Emirates, United Republic of Tanzania, Zambia.
fr: Angola, Antigua-et-Barbuda, Bahamas, Barbade, Bénin, Bhoutan, Brésil, Burkina Faso, Burundi, Cameroun, Cap-Vert, Colombie, Côte d'Ivoire, Émirats arabes unis, Érythrée, Éthiopie, Ghana, Guinée-Bissau, Guyana, Iraq, Jamaïque, Kenya, Lesotho, Mali, Maurice, Mongolie, Mozambique, Namibie, Népal, Nigéria, Ouganda, Panama, Philippines, République de Corée, République démocratique du Congo, République démocratique populaire lao, République-Unie de Tanzanie, Rwanda, Singapour, Suriname, Thaïlande, Trinité-et-Tobago, Zambie.

source: Draft resolution II was adopted by 75 votes to 50, with 43 abstentions (resolution 60/171).
fr: Par 75 voix contre 50, avec 43 abstentions, le projet de résolution II est adopté (résolution 60/171).

source: [Subsequently, the delegation of Mauritania informed the Secretariat that it had intended to vote against. ]
fr: [La délégation de la Mauritanie a ultérieurement informé le Secrétariat qu'elle entendait voter contre]

source: The Acting President: Draft resolution III is entitled “Situation of human rights in Turkmenistan”.
fr: La Présidente par intérim (parle en anglais) : Le projet de résolution III est intitulé « Situation des droits de l'homme au Turkménistan ».

source: Albania, Andorra, Argentina, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Bulgaria, Canada, Chile, Costa Rica, Croatia, Cyprus, Czech Republic, Denmark, Dominican Republic, Ecuador, El Salvador, Estonia, Finland, France, Germany, Greece, Guatemala, Haiti, Honduras, Hungary, Iceland, Ireland, Israel, Italy, Japan, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Marshall Islands, Mauritania, Mexico, Micronesia (Federated States of), Monaco, Netherlands, New Zealand, Nicaragua, Norway, Palau, Papua New Guinea, Paraguay, Peru, Poland, Portugal, Republic of Korea, Republic of Moldova, Romania, Saint Vincent and the Grenadines, Samoa, San Marino, Serbia and Montenegro, Slovakia, Slovenia, Spain, Sweden, Switzerland, the former Yugoslav Republic of Macedonia, Timor-Leste, United Kingdom of Great Britain and Northern Ireland, United States of America, Uruguay.
fr: Albanie, Allemagne, Andorre, Argentine, Australie, Autriche, Belgique, Bolivie, Bosnie-Herzégovine, Brésil, Bulgarie, Canada, Chili, Chypre, Costa Rica, Croatie, Danemark, El Salvador, Équateur, Espagne, Estonie, États-Unis d'Amérique, ex-République yougoslave de Macédoine, Finlande, France, Grèce, Guatemala, Haïti, Honduras, Hongrie, Îles Marshall, Irlande, Islande, Israël, Italie, Japon, Lettonie, Liechtenstein, Lituanie, Luxembourg, Malte, Mauritanie, Mexique, Micronésie (États fédérés de), Monaco, Nicaragua, Norvège, Nouvelle-Zélande, Palaos, Papouasie-Nouvelle-Guinée, Paraguay, Pays-Bas, Pérou, Pologne, Portugal, République de Corée, République de Moldova, République dominicaine, République tchèque, Roumanie, Royaume-Uni de Grande-Bretagne et d'Irlande du Nord, Saint-Marin, Saint-Vincent-et-les Grenadines, Samoa, Serbie-et-Monténégro, Slovaquie, Slovénie, Suède, Suisse, Timor-Leste, Uruguay.

source: Afghanistan, Azerbaijan, Bahrain, Bangladesh, Belarus, Brunei Darussalam, China, Cuba, Democratic People's Republic of Korea, Egypt, Gambia, Indonesia, Iran (Islamic Republic of), Jordan, Kazakhstan, Kuwait, Libyan Arab Jamahiriya, Malaysia, Maldives, Morocco, Myanmar, Oman, Pakistan, Qatar, Saudi Arabia, Sudan, Syrian Arab Republic, Tajikistan, Turkmenistan, United Arab Emirates, Uzbekistan, Venezuela (Bolivarian Republic of), Viet Nam, Yemen, Zimbabwe.
fr: Afghanistan, Arabie saoudite, Azerbaïdjan, Bahreïn, Bangladesh, Bélarus, Brunéi Darussalam, Chine, Cuba, Égypte, Émirats arabes unis, Gambie, Indonésie, Iran (République islamique d'), Jamahiriya arabe libyenne, Jordanie, Kazakhstan, Koweït, Malaisie, Maldives, Maroc, Myanmar, Oman, Ouzbékistan, Pakistan, Qatar, République arabe syrienne, République populaire démocratique de Corée, Soudan, Tadjikistan, Turkménistan, Venezuela (République bolivarienne du), Viet Nam, Yémen, Zimbabwe.

source: Algeria, Angola, Antigua and Barbuda, Armenia, Bahamas, Barbados, Belize, Benin, Bhutan, Botswana, Burkina Faso, Burundi, Cameroon, Cape Verde, Colombia, Côte d'Ivoire, Democratic Republic of the Congo, Djibouti, Eritrea, Ethiopia, Fiji, Ghana, Guinea, Guinea-Bissau, Guyana, India, Iraq, Jamaica, Kenya, Kyrgyzstan, Lao People's Democratic Republic, Lesotho, Malawi, Mali, Mauritius, Mozambique, Namibia, Nepal, Niger, Nigeria, Panama, Philippines, Russian Federation, Rwanda, Saint Lucia, Senegal, Singapore, Somalia, South Africa, Sri Lanka, Suriname, Thailand, Togo, Tonga, Trinidad and Tobago, Tunisia, Uganda, United Republic of Tanzania, Vanuatu, Zambia.
fr: Afrique du Sud, Algérie, Angola, Antigua-et-Barbuda, Arménie, Bahamas, Barbade, Belize, Bénin, Bhoutan, Botswana, Burkina Faso, Burundi, Cameroun, Cap-Vert, Colombie, Côte d'Ivoire, Djibouti, Érythrée, Éthiopie, Fédération de Russie, Fidji, Ghana, Guinée, Guinée-Bissau, Guyana, Inde, Iraq, Jamaïque, Kenya, Kirghizistan, Lesotho, Malawi, Mali, Maurice, Mozambique, Namibie, Népal, Niger, Nigéria, Ouganda, Panama, Philippines, République démocratique du Congo, République démocratique populaire lao, République-Unie de Tanzanie, Rwanda, Sainte-Lucie, Sénégal, Singapour, Somalie, Sri Lanka, Suriname, Thaïlande, Togo, Tonga, Trinité-et-Tobago, Tunisie, Vanuatu, Zambie.

source: Draft resolution III was adopted by 71 votes to 35, with 60 abstentions (resolution 60/172).
fr: Par 71 voix contre 35, avec 60 abstentions, le projet de résolution III est adopté (résolution 60/172).

source: The Acting President: Draft resolution IV is entitled “Situation of human rights in the Democratic People's Republic of Korea”.
fr: La Présidente par intérim (parle en anglais) : Le projet de résolution IV est intitulé « Situation des droits de l'homme en République populaire démocratique de Corée ».

source: Afghanistan, Albania, Andorra, Argentina, Australia, Austria, Azerbaijan, Belgium, Belize, Bhutan, Bolivia, Bosnia and Herzegovina, Brazil, Bulgaria, Canada, Chile, Costa Rica, Croatia, Cyprus, Czech Republic, Denmark, Dominica, Dominican Republic, Ecuador, El Salvador, Estonia, Fiji, Finland, France, Georgia, Germany, Greece, Guatemala, Guinea-Bissau, Haiti, Honduras, Hungary, Iceland, Iraq, Ireland, Israel, Italy, Japan, Kazakhstan, Latvia, Lebanon, Liechtenstein, Lithuania, Luxembourg, Maldives, Malta, Marshall Islands, Mexico, Micronesia (Federated States of), Monaco, Netherlands, New Zealand, Nicaragua, Norway, Palau, Panama, Papua New Guinea, Paraguay, Peru, Philippines, Poland, Portugal, Republic of Moldova, Romania, Saint Vincent and the Grenadines, Samoa, San Marino, Saudi Arabia, Serbia and Montenegro, Slovakia, Slovenia, Solomon Islands, Spain, Sweden, Switzerland, the former Yugoslav Republic of Macedonia, Timor-Leste, Tonga, Turkey, Ukraine, United Kingdom of Great Britain and Northern Ireland, United States of America, Uruguay.
fr: Afghanistan, Albanie, Allemagne, Andorre, Arabie saoudite, Argentine, Australie, Autriche, Azerbaïdjan, Belgique, Belize, Bhoutan, Bolivie, Bosnie-Herzégovine, Brésil, Bulgarie, Canada, Chili, Chypre, Costa Rica, Croatie, Danemark, Dominique, El Salvador, Équateur, Espagne, Estonie, États-Unis d'Amérique, ex-République yougoslave de Macédoine, Fidji, Finlande, France, Géorgie, Grèce, Guatemala, Guinée-Bissau, Haïti, Honduras, Hongrie, Iles Marshall, Îles Salomon, Iraq, Irlande, Islande, Israël, Italie, Japon, Kazakhstan, Lettonie, Liban, Liechtenstein, Lituanie, Luxembourg, Maldives, Malte, Mexique, Micronésie (États fédérés de), Monaco, Nicaragua, Norvège, Nouvelle-Zélande, Palaos, Panama, Papouasie-Nouvelle-Guinée, Paraguay, Pays-Bas, Pérou, Philippines, Pologne, Portugal, République de Moldova, République dominicaine, République tchèque, Roumanie, Royaume-Uni de Grande-Bretagne et d'Irlande du Nord, Saint-Marin, Saint-Vincent-et-les Grenadines, Samoa, Serbie-et-Monténégro, Slovaquie, Slovénie, Suède, Suisse, Timor-Leste, Tonga, Turquie, Ukraine, Uruguay.

source: Belarus, China, Cuba, Democratic People's Republic of Korea, Egypt, Gambia, Guinea, Indonesia, Iran (Islamic Republic of), Lao People's Democratic Republic, Libyan Arab Jamahiriya, Malaysia, Russian Federation, Sudan, Syrian Arab Republic, Tajikistan, Turkmenistan, Uzbekistan, Venezuela (Bolivarian Republic of), Viet Nam, Zimbabwe.
fr: Bélarus, Chine, Cuba, Égypte, Fédération de Russie, Gambie, Guinée, Indonésie, Iran (République islamique d'), Jamahiriya arabe libyenne, Malaisie, Ouzbékistan, République arabe syrienne, République démocratique populaire lao, République populaire démocratique de Corée, Soudan, Tadjikistan, Turkménistan, Venezuela (République bolivarienne du), Viet Nam, Zimbabwe.

source: Algeria, Angola, Antigua and Barbuda, Bahamas, Bahrain, Bangladesh, Barbados, Benin, Botswana, Brunei Darussalam, Burkina Faso, Burundi, Cameroon, Cape Verde, Colombia, Côte d'Ivoire, Democratic Republic of the Congo, Djibouti, Eritrea, Ethiopia, Ghana, Guyana, India, Jamaica, Jordan, Kenya, Kuwait, Kyrgyzstan, Lesotho, Mali, Mauritania, Mauritius, Morocco, Mozambique, Namibia, Nepal, Niger, Nigeria, Pakistan, Qatar, Republic of Korea, Rwanda, Saint Lucia, Senegal, Singapore, Somalia, South Africa, Sri Lanka, Suriname, Thailand, Togo, Trinidad and Tobago, Tunisia, Tuvalu, Uganda, United Arab Emirates, United Republic of Tanzania, Vanuatu, Yemen, Zambia.
fr: Afrique du Sud, Algérie, Angola, Antigua-et-Barbuda, Bahamas, Bahreïn, Bangladesh, Barbade, Bénin, Botswana, Brunéi Darussalam, Burkina Faso, Burundi, Cameroun, Cap-Vert, Colombie, Côte d'Ivoire, Djibouti, Émirats arabes unis, Érythrée, Éthiopie, Ghana, Guyana, Inde, Jamaïque, Jordanie, Kenya, Kirghizistan, Koweït, Lesotho, Mali, Maroc, Maurice, Mauritanie, Mozambique, Namibie, Népal, Niger, Nigéria, Ouganda, Pakistan, Qatar, République de Corée, République démocratique du Congo, République-Unie de Tanzanie, Rwanda, Sainte-Lucie, Sénégal, Singapour, Somalie, Sri Lanka, Suriname, Thaïlande, Togo, Trinité-et-Tobago, Tunisie, Tuvalu, Vanuatu, Yémen, Zambie.

source: Draft resolution IV was adopted by 88 votes to 21, with 60 abstentions (resolution 60/173).
fr: Par 88 voix contre 21, avec 60 abstentions, le projet de résolution IV est adopté (résolution 60/173).

source: The Acting President: Draft resolution V is entitled “Situation of human rights in Uzbekistan”.
fr: La Présidente par intérim (parle en anglais) : Le projet de résolution V est intitulé « Situation des droits de l'homme en Ouzbékistan ».

source: Albania, Andorra, Argentina, Armenia, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Bulgaria, Canada, Chile, Costa Rica, Croatia, Cyprus, Czech Republic, Denmark, Dominican Republic, Ecuador, El Salvador, Estonia, Finland, France, Georgia, Germany, Greece, Guatemala, Honduras, Hungary, Iceland, Ireland, Israel, Italy, Japan, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Marshall Islands, Mauritania, Mexico, Micronesia (Federated States of), Monaco, Netherlands, New Zealand, Nicaragua, Norway, Palau, Papua New Guinea, Paraguay, Peru, Poland, Portugal, Republic of Moldova, Romania, Saint Vincent and the Grenadines, Samoa, San Marino, Serbia and Montenegro, Slovakia, Slovenia, Solomon Islands, Spain, Sweden, Switzerland, the former Yugoslav Republic of Macedonia, Timor-Leste, Turkey, United Kingdom of Great Britain and Northern Ireland, United States of America, Uruguay, Vanuatu.
fr: Albanie, Allemagne, Andorre, Argentine, Arménie, Australie, Autriche, Belgique, Bolivie, Bosnie-Herzégovine, Brésil, Bulgarie, Canada, Chili, Chypre, Costa Rica, Croatie, Danemark, El Salvador, Équateur, Espagne, Estonie, États-Unis d'Amérique, ex-République yougoslave de Macédoine, Finlande, France, Géorgie, Grèce, Guatemala, Honduras, Hongrie, Iles Marshall, Iles Salomon, Irlande, Islande, Israël, Italie, Japon, Lettonie, Liechtenstein, Lituanie, Luxembourg, Malte, Mauritanie, Mexique, Micronésie (États fédérés de), Monaco, Nicaragua, Norvège, Nouvelle-Zélande, Palaos, Papouasie-Nouvelle-Guinée, Paraguay, Pays-Bas, Pérou, Pologne, Portugal, République de Moldova, République dominicaine, République tchèque, Roumanie, Royaume-Uni de Grande-Bretagne et d'Irlande du Nord, Saint-Marin, Saint-Vincent-et-les Grenadines, Samoa, Serbie-et-Monténégro, Slovaquie, Slovénie, Suède, Suisse, Timor-Leste, Turquie, Uruguay, Vanuatu.

source: Afghanistan, Azerbaijan, Bahrain, Bangladesh, Belarus, Botswana, Brunei Darussalam, China, Cuba, Democratic People's Republic of Korea, Egypt, Gambia, India, Indonesia, Iran (Islamic Republic of), Jordan, Kazakhstan, Kuwait, Kyrgyzstan, Libyan Arab Jamahiriya, Malaysia, Maldives, Morocco, Myanmar, Oman, Pakistan, Qatar, Russian Federation, Saudi Arabia, Sudan, Syrian Arab Republic, Tajikistan, Turkmenistan, United Arab Emirates, Uzbekistan, Venezuela (Bolivarian Republic of), Viet Nam, Yemen, Zimbabwe.
fr: Afghanistan, Arabie saoudite, Azerbaïdjan, Bahreïn, Bangladesh, Bélarus, Botswana, Brunéi Darussalam, Chine, Cuba, Égypte, Émirats arabes unis, Fédération de Russie, Gambie, Inde, Indonésie, Iran (République islamique d'), Jamahiriya arabe libyenne, Jordanie, Kazakhstan, Kirghizistan, Koweït, Malaisie, Maldives, Maroc, Myanmar, Oman, Ouzbékistan, Pakistan, Qatar, République arabe syrienne, République populaire démocratique de Corée, Soudan, Tadjikistan, Turkménistan, Venezuela, Viet Nam, Yémen, Zimbabwe.

source: Algeria, Angola, Antigua and Barbuda, Bahamas, Barbados, Belize, Benin, Bhutan, Burkina Faso, Burundi, Cameroon, Cape Verde, Colombia, Côte d'Ivoire, Democratic Republic of the Congo, Djibouti, Eritrea, Ethiopia, Fiji, Ghana, Guinea, Guinea-Bissau, Guyana, Haiti, Iraq, Jamaica, Kenya, Lao People's Democratic Republic, Lesotho, Malawi, Mali, Mauritius, Mozambique, Namibia, Nepal, Niger, Nigeria, Panama, Philippines, Republic of Korea, Rwanda, Saint Lucia, Senegal, Singapore, Somalia, South Africa, Sri Lanka, Suriname, Thailand, Togo, Tonga, Trinidad and Tobago, Tunisia, Uganda, United Republic of Tanzania, Zambia.
fr: Afrique du Sud, Algérie, Angola, Antigua-et-Barbuda, Bahamas, Barbade, Belize, Bénin, Bhoutan, Burkina Faso, Burundi, Cameroun, Cap-Vert, Colombie, Côte d'Ivoire, Djibouti, Érythrée, Éthiopie, Fidji, Ghana, Guinée, Guinée-Bissau, Guyana, Haïti, Iraq, Jamaïque, Kenya, Lesotho, Malawi, Mali, Maurice, Mozambique, Namibie, Népal, Niger, Nigéria, Ouganda, Panama, Philippines, République de Corée, République démocratique du Congo, République démocratique populaire lao, République-Unie de Tanzanie, Rwanda, Sainte-Lucie, Sénégal, Singapour, Somalie, Sri Lanka, Suriname, Thaïlande, Togo, Tonga, Trinité-et-Tobago, Tunisie, Zambie.

source: Draft resolution V was adopted by 74 votes to 39, with 56 abstentions (resolution 60/174).
fr: Par 74 voix contre 39, avec 56 abstentions, le projet de résolution V est adopté (résolution 60/174).

source: The Acting President: I now call on those delegations who wish to speak in explanation of vote.
fr: La Présidente par intérim (parle en anglais) : Je donne maintenant la parole aux délégations qui souhaitent prendre la parole pour expliquer leur vote.

source: Mr. Ozawa (Japan): My delegation made a statement at the adoption of the resolution on the situation of human rights in the Democratic People's Republic of Korea in the Third Committee and thus does not wish to repeat what was said then, although we are disturbed by false allegations and unconstructive remarks made earlier by the representative of the Democratic People's Republic of Korea.
fr: M. Ozawa (Japon) (parle en anglais) : Ma délégation a fait une déclaration lors de l'adoption de la résolution sur la situation des droits de l'homme en République populaire démocratique de Corée en Troisième Commission et ne souhaite donc pas répéter ce qui avait été dit alors, mais nous nous inquiétons des allégations fallacieuses et des remarques négatives faites précédemment par le représentant de la République populaire démocratique de Corée.

source: We do wish, however, to state that Japan strongly hopes and requests that the Democratic People's Republic of Korea will take seriously the fact that the General Assembly has adopted the resolution and that it will fully cooperate with the United Nations system, including with the Special Rapporteur, Mr. Vitit Muntarbhorn.
fr: Nous tenons toutefois à indiquer que le Japon espère vivement - et nous le lui demandons - que la République populaire démocratique de Corée prendra sérieusement en compte le fait que l'Assemblée générale a adopté la résolution et qu'elle coopérera pleinement avec le système des Nations Unies, notamment avec le Rapporteur spécial, M. Vitit Muntarbhorn.

source: Mr. Pham Hai Anh (Viet Nam): My delegation wishes to make the following statement in explanation of vote on resolution 60/173, entitled “Situation of human rights in the Democratic People's Republic of Korea”.
fr: M. Pham Hai Anh (Viet Nam) (parle en anglais) : Ma délégation souhaite faire la déclaration suivante pour expliquer son vote sur la résolution 60/173, intitulée « Situation des droits de l'homme en République populaire démocratique de Corée ».

source: My delegation voted against the resolution, since it shares the position of many delegations that do not endorse politicization, double standard and selectivity in the approach to human rights, or the use of country-specific resolutions to exert pressure, impose certain positions and interfere in the internal affairs of countries.
fr: Ma délégation a voté contre la résolution, car elle partage la position de nombreuses délégations qui n'approuvent pas la politisation, la pratique de deux poids, deux mesures et la sélectivité qui caractérisent l'approche de la question des droits de l'homme ou le recours à des résolutions visant spécialement tel ou tel pays pour exercer des pressions, imposer certaines vues et s'ingérer dans les affaires intérieures des pays.
